tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "asdf"
brew "libffi"
brew "cmake"
brew "python@3.9"
brew "colima"
brew "ffmpeg"
brew "fish"
brew "gawk"
brew "numpy"
brew "gdal"
brew "gh"
brew "gnupg"
brew "httpie"
brew "jq"
brew "protobuf"
brew "mitmproxy"
brew "neovim"
brew "postgis"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "tmux"
brew "tmuxinator"
brew "vault"
brew "vim"
brew "xclip"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
cask "docker"
cask "font-agave-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-cloud-sdk"
