tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "oven-sh/bun"
tap "thezoraiz/ascii-image-converter"
brew "act"
brew "aom"
brew "openssl@3"
brew "protobuf"
brew "grpc"
brew "apache-arrow"
brew "asdf"
brew "bash"
brew "libssh2"
brew "bat"
brew "glib"
brew "ccls"
brew "pycparser"
brew "cffi"
brew "clipboard"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "cryptography"
brew "erlang"
brew "gcc"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "openblas"
brew "numpy"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "gpgme"
brew "hdf5"
brew "libpq"
brew "poppler"
brew "gdal"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "grpc@1.54"
brew "httpie"
brew "jq"
brew "libdap"
brew "libffi"
brew "lolcat"
brew "lsd"
brew "lua-language-server"
brew "neovim"
brew "neovim-remote"
brew "perl"
brew "postgresql@14", restart_service: true
brew "postgis"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "rich-cli"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sshuttle"
brew "tealdeer"
brew "temporal"
brew "terraform"
brew "tmux"
brew "tmuxinator"
brew "vault"
brew "vim"
brew "wget"
brew "xclip"
brew "xsel"
brew "zellij"
brew "zenith"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "bruno"
cask "clean-me"
cask "dbeaver-community"
cask "docker"
cask "font-agave-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-cloud-sdk"
