tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "openssl@3", link: false
brew "asdf"
brew "glib"
brew "libffi"
brew "cmake"
brew "libidn2"
brew "gnutls"
brew "python@3.9"
brew "qemu"
brew "lima"
brew "colima"
brew "erlang"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "gawk"
brew "gcc"
brew "libpq"
brew "openblas"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gh"
brew "gnu-sed"
brew "gnupg"
brew "helix"
brew "httpie"
brew "jq"
brew "libssh2"
brew "protobuf"
brew "mitmproxy"
brew "neovim", args: ["HEAD"]
brew "perl"
brew "postgresql@14", restart_service: true
brew "postgis"
brew "python@3.10"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sshuttle"
brew "temporal"
brew "terraform"
brew "tmux"
brew "tmuxinator"
brew "vault"
brew "vim"
brew "xclip"
brew "zenith"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
cask "clean-me"
cask "docker"
cask "font-agave-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-cloud-sdk"
